Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 数据范围：会把笔记图片发送给云端大模型（图片不做文本脱敏）。
ar: نطاق البيانات: سيتم إرسال صورة الملاحظة إلى نموذج سحابي (بدون إخفاء الهوية للنص في الصورة).
de: Datenumfang: Das Notizbild wird an ein Cloud-Modell gesendet (keine Text-Anonymisierung für Bilder).
en: Data scope: the note image is sent to a cloud model (images are not text-anonymized).
es: Alcance de datos: la imagen de la nota se envía a un modelo en la nube (las imágenes no se anonimizan como texto).
fr: Portée des données : l'image de la note est envoyée à un modèle cloud (pas d'anonymisation textuelle des images).
hi: डेटा सीमा: नोट की छवि क्लाउड मॉडल को भेजी जाएगी (छवियों का पाठ-अनामीकरण नहीं होता)।
id: Cakupan data: gambar catatan dikirim ke model cloud (gambar tidak dianonimkan sebagai teks).
it: Ambito dei dati: l'immagine della nota viene inviata a un modello cloud (le immagini non vengono anonimizzate come testo).
ja: データ範囲：ノートの画像はクラウドモデルに送信されます（画像はテキスト匿名化されません）。
ko: 데이터 범위: 노트 이미지가 클라우드 모델로 전송됩니다(이미지는 텍스트 익명화되지 않음).
nl: Databereik: de notitie-afbeelding wordt naar een cloudmodel gestuurd (afbeeldingen worden niet tekstueel geanonimiseerd).
pl: Zakres danych: obraz notatki zostanie wysłany do modelu w chmurze (obrazy nie są anonimizowane jako tekst).
pt: Âmbito dos dados: a imagem da nota é enviada para um modelo na nuvem (as imagens não são anonimizadas como texto).
ru: Объём данных: изображение заметки отправляется в облачную модель (изображения не проходят текстовую анонимизацию).
sv: Dataomfattning: anteckningens bild skickas till en molnmodell (bilder textanonymiseras inte).
th: ขอบเขตข้อมูล: รูปภาพของโน้ตจะถูกส่งไปยังโมเดลบนคลาวด์ (รูปภาพไม่ถูกปกปิดข้อมูลเป็นข้อความ)
tr: Veri kapsamı: not görseli bulut modeline gönderilir (görseller metin olarak anonimleştirilmez).
uk: Обсяг даних: зображення нотатки надсилається в хмарну модель (зображення не проходять текстову анонімізацію).
vi: Phạm vi dữ liệu: hình ảnh của ghi chú được gửi tới mô hình đám mây (hình ảnh không được ẩn danh dạng văn bản).
zh_hant: 資料範圍：會把筆記圖片傳送給雲端大模型（圖片不做文字去識別化）。

source: 数据解密失败
ar: فشل فك تشفير البيانات
de: Entschlüsselung fehlgeschlagen
en: Data Decryption Failed
es: Error al descifrar los datos
fr: Échec du déchiffrement
hi: डेटा डिक्रिप्शन विफल
id: Dekripsi Data Gagal
it: Decifratura non riuscita
ja: データの復号に失敗
ko: 데이터 복호화 실패
nl: Ontsleutelen mislukt
pl: Odszyfrowanie nie powiodło się
pt: Falha ao decifrar dados
ru: Не удалось расшифровать данные
sv: Data dekrypterades inte
th: ถอดรหัสข้อมูลไม่สำเร็จ
tr: Veri Şifresi Çözülemedi
uk: Не вдалося розшифрувати дані
vi: Giải mã dữ liệu thất bại
zh_hant: 資料解密失敗

source: 数据解密失败，密钥可能已更改
ar: فشل فك تشفير البيانات؛ ربما تغيّر المفتاح
de: Datenentschlüsselung fehlgeschlagen; der Schlüssel hat sich möglicherweise geändert
en: Data decryption failed; the key may have changed
es: Error al descifrar; la clave puede haber cambiado
fr: Échec du déchiffrement ; la clé a peut-être changé
hi: डेटा डिक्रिप्शन विफल; कुंजी बदल गई हो सकती है
id: Gagal mendekripsi data; kunci mungkin telah berubah
it: Decifratura dei dati non riuscita; la chiave potrebbe essere cambiata
ja: データの復号に失敗しました。キーが変更された可能性があります
ko: 데이터 복호화 실패, 키가 변경되었을 수 있습니다
nl: Gegevens ontsleutelen mislukt; de sleutel is mogelijk gewijzigd
pl: Nie udało się odszyfrować danych; klucz mógł ulec zmianie
pt: Falha na descriptografia; a chave pode ter mudado
ru: Не удалось расшифровать данные; ключ мог измениться
sv: Det gick inte att avkryptera data; nyckeln kan ha ändrats
th: ถอดรหัสข้อมูลล้มเหลว คีย์อาจถูกเปลี่ยน
tr: Veri şifresi çözülemedi; anahtar değişmiş olabilir
uk: Не вдалося розшифрувати дані; ключ могло бути змінено
vi: Giải mã dữ liệu thất bại; khóa có thể đã thay đổi
zh_hant: 數據解密失敗，密鑰可能已更改

source: 文件「%@」不是支持的音频/视频格式
ar: «%@» ليس صيغة صوت/فيديو مدعومة
de: „%@“ ist kein unterstütztes Audio-/Videoformat
en: “%@” is not a supported audio/video format
es: «%@» no es un formato de audio/vídeo compatible
fr: « %@ » n'est pas un format audio/vidéo pris en charge
hi: «%@» समर्थित ऑडियो/वीडियो प्रारूप नहीं है
id: «%@» bukan format audio/video yang didukung
it: «%@» non è un formato audio/video supportato
ja: 「%@」は対応している音声・動画形式ではありません
ko: ‘%@’은(는) 지원하는 오디오·동영상 형식이 아닙니다
nl: «%@» is geen ondersteund audio-/videoformaat
pl: „%@” nie jest obsługiwanym formatem audio/wideo
pt: «%@» não é um formato de áudio/vídeo suportado
ru: «%@» — неподдерживаемый аудио-/видеоформат
sv: ”%@” är inte ett ljud-/videoformat som stöds
th: «%@» ไม่ใช่รูปแบบเสียง/วิดีโอที่รองรับ
tr: «%@» desteklenen bir ses/video biçimi değil
uk: «%@» — не підтримуваний аудіо-/відеоформат
vi: «%@» không phải định dạng âm thanh/video được hỗ trợ
zh_hant: 檔案「%@」不是支援的音訊/影片格式

source: 文件夹选择失败，请重试。
ar: فشل اختيار المجلد. حاول مجددًا.
de: Ordnerauswahl fehlgeschlagen. Bitte erneut versuchen.
en: Folder selection failed. Please try again.
es: Error al seleccionar la carpeta. Inténtalo de nuevo.
fr: Échec de la sélection du dossier. Veuillez réessayer.
hi: फ़ोल्डर चयन में विफल। कृपया पुनः प्रयास करें।
id: Gagal memilih folder. Silakan coba lagi.
it: Selezione della cartella non riuscita. Riprova.
ja: フォルダの選択に失敗しました。再試行してください。
ko: 폴더 선택에 실패했습니다. 다시 시도하세요.
nl: Map selecteren mislukt. Probeer opnieuw.
pl: Nie udało się wybrać folderu. Spróbuj ponownie.
pt: Falha ao selecionar a pasta. Tente novamente.
ru: Не удалось выбрать папку. Повторите попытку.
sv: Det gick inte att välja mapp. Försök igen.
th: เลือกโฟลเดอร์ไม่สำเร็จ โปรดลองใหม่
tr: Klasör seçilemedi. Lütfen tekrar deneyin.
uk: Не вдалося вибрати папку. Спробуйте ще раз.
vi: Chọn thư mục thất bại. Vui lòng thử lại.
zh_hant: 資料夾選擇失敗，請重試。

source: 文件格式不正确，请选择由本应用「导出配置…」生成的文件。
ar: تنسيق الملف غير صحيح. اختر ملفًا أنشأه هذا التطبيق عبر «تصدير الإعدادات…».
de: Das Dateiformat ist ungültig. Wählen Sie eine Datei aus „Konfiguration exportieren…“ dieser App.
en: The file format is not valid. Choose a file created by this app’s “Export Config…” command.
es: El formato del archivo no es válido. Elige un archivo creado con «Exportar configuración…» de esta app.
fr: Le format du fichier est incorrect. Choisissez un fichier créé par « Exporter la configuration… » de cette app.
hi: फ़ाइल का प्रारूप सही नहीं है। इस ऐप के «कॉन्फ़िगरेशन निर्यात करें…» से बनी फ़ाइल चुनें।
id: Format file tidak valid. Pilih file yang dibuat oleh «Ekspor Konfigurasi…» aplikasi ini.
it: Il formato del file non è valido. Scegli un file creato con «Esporta configurazione…» di questa app.
ja: ファイル形式が正しくありません。本アプリの「設定を書き出す…」で作成したファイルを選んでください。
ko: 파일 형식이 올바르지 않습니다. 이 앱의 ‘설정 내보내기…’로 만든 파일을 선택하세요.
nl: De bestandsindeling is ongeldig. Kies een bestand dat is gemaakt met «Configuratie exporteren…» van deze app.
pl: Nieprawidłowy format pliku. Wybierz plik utworzony przez „Eksportuj konfigurację…” tej aplikacji.
pt: O formato do ficheiro não é válido. Escolha um ficheiro criado por «Exportar configuração…» desta app.
ru: Неверный формат файла. Выберите файл, созданный командой «Экспорт настроек…» этого приложения.
sv: Filformatet är ogiltigt. Välj en fil skapad av appens «Exportera konfiguration…».
th: รูปแบบไฟล์ไม่ถูกต้อง โปรดเลือกไฟล์ที่สร้างจาก «ส่งออกการตั้งค่า…» ของแอปนี้
tr: Dosya biçimi geçersiz. Bu uygulamanın «Yapılandırmayı Dışa Aktar…» ile oluşturduğu bir dosya seçin.
uk: Неправильний формат файлу. Виберіть файл, створений командою «Експорт налаштувань…» цього застосунку.
vi: Định dạng tệp không đúng. Hãy chọn tệp do «Xuất cấu hình…» của ứng dụng này tạo ra.
zh_hant: 檔案格式不正確，請選擇由本應用程式「匯出設定…」產生的檔案。

source: 文字
ar: نص
de: Text
en: Text
es: Texto
fr: Texte
hi: टेक्स्ट
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
sv: Text
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản

source: 文字 (T)
ar: نص (T)
de: Text (T)
en: Text (T)
es: Texto (T)
fr: Texte (T)
hi: पाठ (T)
id: Teks (T)
it: Testo (T)
ja: テキスト (T)
ko: 텍스트 (T)
nl: Tekst (T)
pl: Tekst (T)
pt: Texto (T)
ru: Текст (T)
sv: Text (T)
th: ข้อความ (T)
tr: Metin (T)
uk: Текст (T)
vi: Chữ (T)

source: 文字内容
ar: المحتوى النصي
de: Textinhalt
en: Text content
es: Contenido de texto
fr: Contenu du texte
hi: टेक्स्ट सामग्री
id: Konten teks
it: Contenuto del testo
ja: テキストの内容
ko: 텍스트 내용
nl: Tekstinhoud
pl: Treść tekstowa
pt: Conteúdo do texto
ru: Текстовое содержимое
sv: Textinnehåll
th: เนื้อหาข้อความ
tr: Metin içeriği
uk: Текстовий вміст
vi: Nội dung văn bản
zh_hant: 文字內容

source: 文字内容为空
ar: المحتوى النصي فارغ
de: Der Textinhalt ist leer
en: The text content is empty
es: El contenido de texto está vacío
fr: Le contenu du texte est vide
hi: टेक्स्ट सामग्री खाली है
id: Konten teks kosong
it: Il contenuto del testo è vuoto
ja: テキストの内容が空です
ko: 텍스트 내용이 비어 있습니다
nl: Tekstinhoud is leeg
pl: Treść tekstowa jest pusta
pt: O conteúdo do texto está vazio
ru: Текстовое содержимое пусто
sv: Textinnehållet är tomt
th: เนื้อหาข้อความว่างเปล่า
tr: Metin içeriği boş
uk: Текстовий вміст порожній
vi: Nội dung văn bản trống
zh_hant: 文字內容爲空

source: 文字标注可设置字号、粗体、斜体和颜色；双击已有文字标注可二次编辑
ar: تدعم تعليقات النص تعيين حجم الخط والخط العريض والمائل واللون؛ انقر نقرًا مزدوجًا على تعليق نص قائم لتعديله مجددًا
de: Textannotationen unterstützen Schriftgröße, Fett, Kursiv und Farbe; doppelklicken Sie auf vorhandene Textannotationen, um sie erneut zu bearbeiten
en: Text annotations support font size, bold, italic, and color settings; double-click existing text annotations to re-edit.
es: Las anotaciones de texto admiten tamaño de fuente, negrita, cursiva y color; haga doble clic en una anotación existente para volver a editarla
fr: Les annotations de texte prennent en charge la taille de police, le gras, l'italique et la couleur ; double-cliquez sur une annotation existante pour la modifier à nouveau
hi: पाठ एनोटेशन फ़ॉन्ट आकार, बोल्ड, इटैलिक और रंग समर्थित करते हैं; मौजूदा पाठ एनोटेशन पर डबल-क्लिक कर पुनः संपादित करें
id: Anotasi teks mendukung ukuran font, tebal, miring, dan warna; klik dua kali anotasi teks yang ada untuk mengedit ulang
it: Le annotazioni di testo supportano dimensione del font, grassetto, corsivo e colore; fai doppio clic su un'annotazione esistente per modificarla di nuovo
ja: テキスト注釈は文字サイズ、太字、斜体、色を設定できます。既存のテキスト注釈はダブルクリックで再編集できます
ko: 텍스트 주석은 글자 크기, 굵게, 기울임, 색상을 설정할 수 있으며, 기존 텍스트 주석을 두 번 클릭해 다시 편집할 수 있습니다
nl: Tekstannotaties ondersteunen lettergrootte, vet, cursief en kleur; dubbelklik op bestaande tekstannotaties om ze opnieuw te bewerken
pl: Adnotacje tekstowe obsługują rozmiar czcionki, pogrubienie, kursywę i kolor; kliknij dwukrotnie istniejącą adnotację, aby edytować ją ponownie
pt: As anotações de texto oferecem tamanho de fonte, negrito, itálico e cor; clique duas vezes em uma anotação existente para reeditá-la
ru: Текстовые аннотации поддерживают размер шрифта, полужирный, курсив и цвет; дважды щёлкните существующую аннотацию, чтобы изменить её снова
sv: Textannoteringar stöder teckenstorlek, fet, kursiv och färg; dubbelklicka på en befintlig textannotering för att redigera igen
th: คำอธิบายประกอบแบบข้อความกำหนดขนาดตัวอักษร ตัวหนา ตัวเอียง และสีได้ ดับเบิลคลิกคำอธิบายประกอบที่มีอยู่เพื่อแก้ไขอีกครั้ง
tr: Metin açıklamaları yazı boyutu, kalın, eğik ve rengi destekler; mevcut bir metin açıklamasını yeniden düzenlemek için çift tıklayın
uk: Текстові анотації підтримують розмір шрифту, напівжирний, курсив і колір; двічі клацніть наявну анотацію, щоб відредагувати її знову
vi: Chú thích chữ hỗ trợ cỡ chữ, đậm, nghiêng và màu; nhấp đúp chú thích chữ hiện có để sửa lại
zh_hant: 文字標註可設定字級、粗體、斜體與顏色；雙擊既有文字標註可二次編輯

source: 文字标注输入框
ar: حقل إدخال نص التعليق
de: Texteingabefeld für Annotation
en: Text annotation input field
es: Campo de texto de anotación
fr: Champ de saisie de texte d'annotation
hi: पाठ एनोटेशन इनपुट फ़ील्ड
id: Kolom Input Teks Anotasi
it: Campo di testo dell'annotazione
ja: テキスト注釈の入力欄
ko: 텍스트 주석 입력창
nl: Tekstinvoerveld voor annotatie
pl: Pole tekstowe adnotacji
pt: Campo de Texto da Anotação
ru: Поле ввода текстовой аннотации
sv: Textfält för annotering
th: ช่องป้อนข้อความคำอธิบายประกอบ
tr: Metin Açıklama Giriş Alanı
uk: Поле вводу текстової анотації
vi: Ô nhập chữ chú thích
zh_hant: 文字標註輸入框

source: 文字笔记
ar: ملاحظة نصية
de: Textnotiz
en: Text Note
es: Nota de texto
fr: Note texte
hi: टेक्स्ट नोट
id: Catatan teks
it: Nota di testo
ja: テキストノート
ko: 텍스트 메모
nl: Tekstnotitie
pl: Notatka tekstowa
pt: Nota de texto
ru: Текстовая заметка
sv: Textanteckning
th: โน้ตข้อความ
tr: Metin notu
uk: Текстова нотатка
vi: Ghi chú văn bản
zh_hant: 文字筆記

source: 文字笔记 %@
ar: ملاحظة نصية %@
de: Textnotiz %@
en: Text Note %@
es: Nota de texto %@
fr: Note texte %@
hi: टेक्स्ट नोट %@
id: Catatan teks %@
it: Nota di testo %@
ja: テキストノート %@
ko: 텍스트 메모 %@
nl: Tekstnotitie %@
pl: Notatka tekstowa %@
pt: Nota de texto %@
ru: Текстовая заметка %@
sv: Textanteckning %@
th: โน้ตข้อความ %@
tr: Metin notu %@
uk: Текстова нотатка %@
vi: Ghi chú văn bản %@
zh_hant: 文字筆記 %@

source: 新建
ar: جديد
de: Neu
en: New
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 新規
ko: 새로 만들기
nl: Nieuw
pl: Nowy
pt: Novo
ru: Создать
sv: Ny
th: ใหม่
tr: Yeni
uk: Нова
vi: Mới
zh_hant: 新增

source: 新建区域截图
ar: لقطة منطقة جديدة
de: Neuer Bereichs-Screenshot
en: New Region Screenshot
es: Nueva captura de zona
fr: Nouvelle capture de zone
hi: नया क्षेत्र स्क्रीनशॉट
id: Tangkapan area baru
it: Nuova cattura area
ja: 新しい領域切り取り
ko: 새 영역 스크린샷
nl: Nieuwe gebiedsschermafbeelding
pl: Nowy zrzut obszaru
pt: Nova captura de região
ru: Новый скриншот области
sv: Ny områdesbild
th: ภาพหน้าจอบริเวณใหม่
tr: Yeni Bölge Ekran Görüntüsü
uk: Новий знімок області
vi: Ảnh chụp vùng mới
zh_hant: 新建區域截圖

source: 新建快捷笔记
ar: ملاحظة سريعة جديدة
de: Neue Schnellnotiz
en: New Quick Note
es: Nueva nota rápida
fr: Nouvelle note rapide
hi: नया क्विक नोट
id: Catatan cepat baru
it: Nuova nota rapida
ja: クイックノートを新規作成
ko: 빠른 메모 새로 만들기
nl: Nieuwe snelle notitie
pl: Nowa szybka notatka
pt: Nova nota rápida
ru: Новая быстрая заметка
sv: Ny snabbanteckning
th: โน้ตด่วนใหม่
tr: Yeni hızlı not
uk: Нова швидка нотатка
vi: Ghi chú nhanh mới
zh_hant: 新增快捷筆記

source: 新建文字或图片笔记，即可生成总结、拆解待办，并在你确认后写入系统提醒事项。
ar: أنشئ ملاحظة نصية أو مصوّرة لإنشاء ملخص واستخراج المهام، ثم اكتبها في التذكيرات بعد تأكيدك.
de: Erstellen Sie eine Text- oder Bildnotiz, um eine Zusammenfassung zu erstellen und Aufgaben zu extrahieren, die nach Ihrer Bestätigung in Erinnerungen geschrieben werden.
en: Create a text or image note to generate a summary and extract to-dos, then write them to system Reminders once you confirm.
es: Crea una nota de texto o imagen para generar un resumen y extraer tareas, y luego escríbelas en Recordatorios tras tu confirmación.
fr: Créez une note texte ou image pour générer un résumé et extraire des tâches, puis les écrire dans Rappels après votre confirmation.
hi: सारांश बनाने और कार्य निकालने के लिए टेक्स्ट या इमेज नोट बनाएँ, फिर पुष्टि करने पर उन्हें सिस्टम रिमाइंडर में लिखें।
id: Buat catatan teks atau gambar untuk membuat ringkasan dan mengekstrak tugas, lalu tulis ke Pengingat sistem setelah Anda konfirmasi.
it: Crea una nota di testo o immagine per generare un riepilogo ed estrarre attività, poi scrivile in Promemoria dopo la tua conferma.
ja: テキストまたは画像のノートを作成すると、要約の生成と ToDo の抽出ができ、確認後にシステムのリマインダーへ書き込めます。
ko: 텍스트 또는 이미지 메모를 만들면 요약을 생성하고 할 일을 추출한 뒤, 확인하면 시스템 알림에 기록할 수 있습니다.
nl: Maak een tekst- of afbeeldingsnotitie om een samenvatting te maken en taken te extraheren, en schrijf ze na uw bevestiging naar Herinneringen.
pl: Utwórz notatkę tekstową lub obrazkową, aby wygenerować podsumowanie i wyodrębnić zadania, a po potwierdzeniu zapisz je w Przypomnieniach.
pt: Crie uma nota de texto ou imagem para gerar um resumo e extrair tarefas e, após a sua confirmação, escrevê-las nos Lembretes.
ru: Создайте текстовую заметку или заметку с изображением, чтобы получить резюме и извлечь задачи, а затем после подтверждения записать их в Напоминания.
sv: Skapa en text- eller bildanteckning för att skapa en sammanfattning och extrahera uppgifter, och skriv dem sedan till Påminnelser när du bekräftar.
th: สร้างหมายเหตุข้อความหรือรูปภาพเพื่อสร้างสรุปและแยกงาน แล้วเขียนลงเตือนความจำของระบบเมื่อคุณยืนยัน
tr: Özet oluşturmak ve görev çıkarmak için bir metin veya görsel not oluşturun, ardından onayladığınızda bunları sistem Anımsatıcılarına yazın.
uk: Створіть текстову нотатку або нотатку із зображенням, щоб отримати підсумок і видобути завдання, а після підтвердження записати їх у Нагадування.
vi: Tạo ghi chú văn bản hoặc hình ảnh để tạo tóm tắt và trích xuất việc cần làm, rồi ghi vào Lời nhắc hệ thống sau khi bạn xác nhận.
zh_hant: 新增文字或圖片筆記，即可產生總結、拆解待辦，並在你確認後寫入系統提醒事項。

source: 新建词典
ar: قاموس جديد
de: Neues Wörterbuch
en: New Dictionary
es: Nuevo diccionario
fr: Nouveau dictionnaire
hi: नया शब्दकोश
id: Kamus baru
it: Nuovo dizionario
ja: 新規辞書
ko: 새 사전
nl: Nieuw woordenboek
pl: Nowy słownik
pt: Novo dicionário
ru: Новый словарь
sv: Ny ordbok
th: พจนานุกรมใหม่
tr: Yeni Sözlük
uk: Новий словник
vi: Từ điển mới
zh_hant: 新建詞典

source: 新载入 %d 个条目
ar: تم تحميل %d عنصرًا جديدًا
de: %d neue Einträge geladen
en: Loaded %d new items
es: %d elementos nuevos cargados
fr: %d nouveaux éléments chargés
hi: %d नए आइटम लोड हुए
id: %d item baru dimuat
it: %d nuovi elementi caricati
ja: %d 件の新しい項目を読み込みました
ko: 새 항목 %d개 로드됨
nl: %d nieuwe items geladen
pl: Wczytano %d nowych elementów
pt: %d novos itens carregados
ru: Загружено новых записей: %d
sv: %d nya objekt laddades
th: โหลดรายการใหม่ %d รายการ
tr: %d yeni öğe yüklendi
uk: Завантажено %d нових записів
vi: Đã tải %d mục mới
zh_hant: 新載入 %d 個項目

source: 无
ar: بلا
de: Keine
en: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
sv: Inga
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hant: 無

source: 无匹配
ar: لا توجد تطابقات
de: Keine Treffer
en: No Matches
es: Sin coincidencias
fr: Aucun résultat
hi: कोई मेल नहीं
id: Tidak ada kecocokan
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 없음
nl: Geen overeenkomsten
pl: Brak dopasowań
pt: Nenhuma correspondência
ru: Нет совпадений
sv: Inga träffar
th: ไม่พบรายการที่ตรงกัน
tr: Eşleşme yok
uk: Немає збігів
vi: Không có kết quả khớp
zh_hant: 無匹配

source: 无可用列表
ar: لا توجد قوائم متاحة
de: Keine Listen verfügbar
en: No lists available
es: No hay listas disponibles
fr: Aucune liste disponible
hi: कोई सूची उपलब्ध नहीं
id: Tidak ada daftar yang tersedia
it: Nessun elenco disponibile
ja: 利用可能なリストがありません
ko: 사용 가능한 목록 없음
nl: Geen lijsten beschikbaar
pl: Brak dostępnych list
pt: Nenhuma lista disponível
ru: Нет доступных списков
sv: Inga listor tillgängliga
th: ไม่มีรายการที่ใช้ได้
tr: Kullanılabilir liste yok
uk: Немає доступних списків
vi: Không có danh sách nào
zh_hant: 無可用列表

source: 无效的加密数据格式
ar: تنسيق بيانات مشفرة غير صالح
de: Ungültiges verschlüsseltes Datenformat
en: Invalid encrypted data format
es: Formato de datos cifrados no válido
fr: Format de données chiffrées invalide
hi: अमान्य एन्क्रिप्टेड डेटा प्रारूप
id: Format data terenkripsi tidak valid
it: Formato dati cifrati non valido
ja: 無効な暗号化データ形式
ko: 잘못된 암호화 데이터 형식
nl: Ongeldig versleuteld-gegevensformaat
pl: Nieprawidłowy format zaszyfrowanych danych
pt: Formato de dados criptografados inválido
ru: Недопустимый формат зашифрованных данных
sv: Ogiltigt krypterat dataformat
th: รูปแบบข้อมูลเข้ารหัสไม่ถูกต้อง
tr: Geçersiz şifreli veri biçimi
uk: Недійсний формат зашифрованих даних
vi: Định dạng dữ liệu mã hóa không hợp lệ
zh_hant: 無效的加密數據格式

source: 无权限访问系统钥匙串，或操作被拒绝。
ar: لا يوجد إذن للوصول إلى سلسلة مفاتيح النظام، أو رُفضت العملية.
de: Keine Berechtigung für den Zugriff auf den System-Schlüsselbund, oder der Vorgang wurde abgelehnt.
en: No permission to access the system Keychain, or the operation was denied.
es: Sin permiso para acceder al Llavero del sistema, o la operación fue denegada.
fr: Aucune autorisation d'accéder au trousseau système, ou l'opération a été refusée.
hi: सिस्टम कीचेन तक पहुँचने की अनुमति नहीं है, या कार्रवाई अस्वीकृत हुई।
id: Tidak ada izin untuk mengakses Rantai Kunci sistem, atau operasi ditolak.
it: Nessuna autorizzazione ad accedere al Portachiavi di sistema, oppure l'operazione è stata negata.
ja: システムキーチェーンへのアクセス権がないか、操作が拒否されました。
ko: 시스템 키체인에 접근할 권한이 없거나 작업이 거부되었습니다.
nl: Geen machtiging voor toegang tot de systeemsleutelhanger, of de bewerking is geweigerd.
pl: Brak uprawnień dostępu do pęku kluczy systemu lub operacja została odrzucona.
pt: Sem permissão para aceder ao Porta-chaves do sistema, ou a operação foi negada.
ru: Нет разрешения на доступ к системной связке ключей либо операция отклонена.
sv: Ingen behörighet att komma åt systemets Nyckelring, eller åtgärden nekades.
th: ไม่มีสิทธิ์เข้าถึงพวงกุญแจของระบบ หรือการดำเนินการถูกปฏิเสธ
tr: Sistem Anahtar Zinciri’ne erişim izni yok veya işlem reddedildi.
uk: Немає дозволу на доступ до системної в’язки ключів або операцію відхилено.
vi: Không có quyền truy cập Chuỗi khóa của hệ thống, hoặc thao tác bị từ chối.
zh_hant: 無權限存取系統鑰匙圈，或操作被拒絕。

source: 无法写入词典文件，请检查文件夹权限。
ar: تعذّرت كتابة ملف القاموس. يرجى التحقق من أذونات المجلد.
de: Die Wörterbuchdatei kann nicht geschrieben werden. Bitte Ordnerberechtigungen prüfen.
en: Unable to write the dictionary file. Please check folder permissions.
es: No se puede escribir el archivo de diccionario. Comprueba los permisos de la carpeta.
fr: Impossible d’écrire le fichier de dictionnaire. Vérifiez les autorisations du dossier.
hi: शब्दकोश फ़ाइल लिखी नहीं जा सकी। कृपया फ़ोल्डर अनुमतियाँ जाँचें।
id: Tidak dapat menulis berkas kamus. Periksa izin folder.
it: Impossibile scrivere il file del dizionario. Controlla i permessi della cartella.
ja: 辞書ファイルに書き込めません。フォルダのアクセス権を確認してください。
ko: 사전 파일에 쓸 수 없습니다. 폴더 권한을 확인하세요.
nl: Kan woordenboekbestand niet schrijven. Controleer de mapmachtigingen.
pl: Nie można zapisać pliku słownika. Sprawdź uprawnienia folderu.
pt: Não foi possível gravar o arquivo de dicionário. Verifique as permissões da pasta.
ru: Не удалось записать файл словаря. Проверьте права доступа к папке.
sv: Kan inte skriva ordboksfilen. Kontrollera mappbehörigheterna.
th: ไม่สามารถเขียนไฟล์พจนานุกรมได้ กรุณาตรวจสอบสิทธิ์ของโฟลเดอร์
tr: Sözlük dosyası yazılamıyor. Lütfen klasör izinlerini kontrol edin.
uk: Не вдалося записати файл словника. Перевірте права доступу до папки.
vi: Không thể ghi tệp từ điển. Vui lòng kiểm tra quyền của thư mục.
zh_hant: 無法寫入詞典檔案，請檢查資料夾權限。

source: 无法创建 PDF 导出通道，请重试或检查磁盘空间。
ar: تعذّر إنشاء قناة تصدير PDF؛ أعد المحاولة أو تحقق من مساحة القرص.
de: PDF-Exportkanal konnte nicht erstellt werden; versuchen Sie es erneut oder prüfen Sie den Speicherplatz.
en: Couldn't create the PDF export channel; try again or check disk space.
es: No se pudo crear el canal de exportación a PDF; vuelve a intentarlo o comprueba el espacio en disco.
fr: Impossible de créer le canal d'export PDF ; réessayez ou vérifiez l'espace disque.
hi: PDF निर्यात चैनल नहीं बनाया जा सका; पुनः प्रयास करें या डिस्क स्थान जाँचें।
id: Tidak dapat membuat saluran ekspor PDF; coba lagi atau periksa ruang disk.
it: Impossibile creare il canale di esportazione PDF; riprova o controlla lo spazio su disco.
ja: PDF 書き出し用のチャネルを作成できません。再試行するか、ディスク容量を確認してください。
ko: PDF 내보내기 채널을 만들 수 없습니다. 다시 시도하거나 디스크 공간을 확인하세요.
nl: Kan PDF-export niet aanmaken; probeer opnieuw of controleer de schijfruimte.
pl: Nie można utworzyć kanału eksportu PDF; spróbuj ponownie lub sprawdź miejsce na dysku.
pt: Não foi possível criar o canal de exportação em PDF; tente novamente ou verifique o espaço em disco.
ru: Не удалось создать канал экспорта PDF; повторите попытку или проверьте место на диске.
sv: Kunde inte skapa PDF-exportkanalen; försök igen eller kontrollera diskutrymmet.
th: สร้างช่องทางส่งออก PDF ไม่ได้ โปรดลองใหม่หรือตรวจสอบพื้นที่ดิสก์
tr: PDF dışa aktarma kanalı oluşturulamadı; tekrar deneyin veya disk alanını kontrol edin.
uk: Не вдалося створити канал експорту PDF; повторіть спробу або перевірте місце на диску.
vi: Không tạo được kênh xuất PDF; hãy thử lại hoặc kiểm tra dung lượng đĩa.
zh_hant: 無法建立 PDF 匯出通道，請重試或檢查磁碟空間。
